Repository: PSzczepanski1996/django-tpay-openapi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Polish
pl: Polski

source: English
pl: Angielski

source: Failure
pl: Niepowodzenie

source: Success
pl: Sukces

source: Created test transaction!
pl: Utworzono testową transakcję!

source: The transaction creation failed!
pl: Tworzenie transakcji zakończono niepowodzeniem!

source: UUID Payment number
pl: Numer UUID płatności

source: Price
pl: Cena

source: Transaction ID
pl: ID transakcji

source: Created at
pl: Utworzono o

source: Modified at
pl: Zmodyfikowano o

source: Is finished?
pl: Czy skończone?

source: Transaction {0}
pl: Transakcja {0}

source: TPay Payment
pl: Płatność TPay

source: TPay Payments
pl: Płatności TPay

source: Card token
pl: Token karty

source: Card expiration code
pl: Kod wygaśnięcia karty

source: Payments
pl: Płatności

source: Last used
pl: Ostatnio użyto

source: Saved TPay Card ({0})
pl: Zapisana karta płatnicza ({0})

source: Saved TPay Card
pl: Zapisana karta TPay

source: Saved TPay Cards
pl: Zapisane karty TPay

source: Return URL (IPN)
pl: Adres powrotu (IPN)

source: Client ID
pl: ID klienta

source: Client secret
pl: Sekret klienta

source: TPay Settings
pl: Ustawienia TPay

source: Return URL of TPay must be set in settings
pl: Adres powrotu TPay musi być ustawiony
